[
  {
      "id": 1,
      "imageUrl": "photo-1476977251893-330046eb5ec8",
      "location": {
          "coordinates": {
              "lat": 45.424722,
              "lon": -75.695
          },
          "timezone": "Canada/Toronto"
      },
      "currency": {
          "name": "CAD",
          "symbol": "$"
      },
      "ISOCode": "CA",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Canadian dollar"},
              "name": "Canada",
              "capital": "Ottawa",
              "description": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometers (3.85 million square miles), making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometers (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Канадский доллар"},
              "name": "Канада",
              "capital": "Оттава",
              "description": "Канада - страна в северной части Северной Америки. Её десять провинций и три территории простираются от Атлантики до Тихого океана и на север до Северного Ледовитого океана, покрывая 9,98 миллиона квадратных километров (3,85 миллиона квадратных миль), что делает её второй по величине страной в мире по общей площади. Её южная и западная граница с США, протяженностью 8 891 км (5 525 миль), является самой длинной в мире сухопутной границей между двумя странами. Столица Канады - Оттава, а её три крупнейших мегаполиса - Торонто, Монреаль и Ванкувер."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Канадскі долар"},
              "name": "Канада",
              "capital": "Атава",
              "description": "Канада - краіна ў паўночнай частцы Паўночнай Амерыкі. Яе дзесяць правінцый і тры тэрыторыі распасціраюцца ад Атлантыкі да Ціхага акіяна і на поўнач да Паўночнага Ледавітага акіяна, пакрываючы 9,98 мільёна квадратных кіламетраў (3,85 мільёна квадратных міль), што робіць яе другі па велічыні краінай у свеце па агульнай плошчы. Яго паўднёвая і заходняя мяжа з ЗША, працягласцю 8 891 км (5 525 міль), з'яўляецца самай доўгай у свеце сухапутнай мяжой паміж дзвюма краінамі. Сталіца Канады - Атава, а яе тры найбуйнейшых мегаполіса - Таронта, Манрэаль і Ванкувер."
          }
      ]
  },
  {
      "id": 2,
      "imageUrl": "photo-1514813621023-7a1e3fca8c1b",
      "location": {
          "coordinates": {
              "lat": 55.755833,
              "lon": 37.617222
          },
          "timezone": "Europe/Moscow"
      },
      "currency": {
          "name": "RUB",
          "symbol": "₽"
      },
      "ISOCode": "RU",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Russian ruble"},
              "name": "Russia",
              "capital": "Moscow",
              "description": "Russia, or the Russian Federation, is a transcontinental country spanning Eastern Europe and Northern Asia. It is the largest country in the world, covering over 17,125,191 square kilometres (6,612,073 sq mi), consisting of more than one-eighth of the Earth's inhabited land area, extending to eleven time zones, and has bordering sixteen sovereign nations. Russia has a population of 146.7 million and is the ninth-most populous country, as well as the most populous country in Europe. Moscow, the capital, is the largest city in Europe, while Saint Petersburg is the second-largest city and the country's cultural centre. Russians are the largest Slavic and European nation; speaking Russian, the most spoken Slavic language, and the most spoken native language in Europe."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Российский рубль"},
              "name": "Россия",
              "capital": "Москва",
              "description": "Россия или Российская Федерация - трансконтинентальная страна, охватывающая Восточную Европу и Северную Азию. Это самая большая страна в мире, охватывающая более 17 125 191 квадратных километров (6 612 073 квадратных миль), состоящая из более чем одной восьмой населенной площади Земли, охватывающая одиннадцать часовых поясов и граничащих с шестнадцатью суверенными государствами. Население России составляет 146,7 миллиона человек, и она является девятой по численности населения страной, а также самой густонаселенной страной в Европе. Москва, столица, является крупнейшим городом Европы, а Санкт-Петербург - вторым по величине городом и культурным центром страны. Русские - самая большая славянская и европейская нация, говорящая по-русски, наиболее распространенный славянский язык и самый распространенный родной язык в Европе."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Расійскі рубель"},
              "name": "Расія",
              "capital": "Масква",
              "description": "Расея ці Расійская Федэрацыя - Транскантынентальная краіна, якая ахоплівае Усходнюю Еўропу і Паўночную Азію. Гэта самая вялікая краіна ў свеце, якая ахоплівае больш за 17 125 191 квадратных кіламетраў (6 612 073 квадратных міль), якая складаецца з больш чым адной восьмай населенай плошчы Зямлі, якая ахоплівае адзінаццаць гадзінных паясоў і мяжуюць з шаснаццаццю суверэннымі дзяржавамі. Насельніцтва Расеі складае 146,7 мільёна чалавек, і яна з'яўляецца дзявятай па колькасці насельніцтва краінай, а таксама самай густанаселенай краінай у Еўропе. Масква, сталіца, з'яўляецца найбуйнейшым горадам Еўропы, а Санкт-Пецярбург - другім па велічыні горадам і культурным цэнтрам краіны. Рускія - самая вялікая славянская і еўрапейская нацыя, якая размаўляе па-руску, найбольш распаўсюджаны славянская мова і самы распаўсюджаны родную мову ў Еўропе."
          }
      ]
  },
  {
      "id": 3,
      "imageUrl": "photo-1488747279002-c8523379faaa",
      "location": {
          "coordinates": {
              "lat": 51.507222,
              "lon": -0.1275
          },
          "timezone": "Europe/London"
      },
      "currency": {
          "name": "GBP",
          "symbol": "£"
      },
      "ISOCode": "GB",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Pound sterling"},
              "name": "England",
              "capital": "London",
              "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Фунт стерлингов"},
              "name": "Англия",
              "capital": "Лондон",
              "description": "Англия - это страна, которая входит в состав Соединенного Королевства. Он граничит с Уэльсом на западе и Шотландией на севере. Ирландское море находится к северо-западу от Англии, а Кельтское море - на юго-запад. Англия отделена от континентальной Европы Северным морем на востоке и Ла-Маншем на юге. Страна занимает пять восьмых острова Великобритании, который находится в Северной Атлантике, и включает более 100 небольших островов, таких как острова Силли и остров Уайт."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Фунт стэрлінгаў"},
              "name": "Англія",
              "capital": "Лондан",
              "description": "Англія - гэта краіна, якая ўваходзіць у склад Злучанага Каралеўства. Яна мяжуе з Уэльсам на западзе і Шотландыяй на северы. Ірландскае мора знаходзіцца ў паўночна-заходняй частцы Англіі, а Кельцкае мора - у паўднёва-заходнім рэгіёне. Англія аддзялена ад кантынентальнай Еўропы Паўночным морам на ўсход і Ла-Маншем на югу. Страна займаецца пяццю восьмымі астравамі Вялікабрытаніі, якія знаходзяцца ў Паўночнай Атлантыцы, і ўключае ў сябе больш за 100 невялікіх астравоў, такіх як востраў Сілі і востраў Уайт."
          }
      ]
  },
  {
      "id": 4,
      "imageUrl": "photo-1506973035872-a4ec16b8e8d9",
      "location": {
          "coordinates": {
              "lat": -35.293056,
              "lon": 149.126944
          },
          "timezone": "Australia/Canberra"
      },
      "currency": {
          "name": "AUD",
          "symbol": "$"
      },
      "ISOCode": "AU",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Australian dollar"},
              "name": "Australia",
              "capital": "Canberra",
              "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Канадский доллар"},
              "name": "Австралия",
              "capital": "Канберра",
              "description": "Содружество Австралии, является суверенной страной, состоящей из материковой части австралийского континента, острова Тасмания и множества небольших островов. Это самая большая страна в Океании и шестая по площади страна в мире. Её почти 26-миллионное население высоко урбанизировано и в значительной степени сконцентрировано на восточном побережье. Столица Австралии - Канберра, а крупнейший город - Сидней. Другими крупными мегаполисами страны являются Мельбурн, Брисбен, Перт и Аделаида."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Канадскі долар"},
              "name": "Аўстралія",
              "capital": "Канбера",
              "description": "Аўстралія, афіцыйна Садружнасць Аўстраліі, з'яўляецца суверэннай краінай, якая складаецца з мацерыковай часткі аўстралійскага кантынента, вострава Тасманія і мноства невялікіх выспаў. Гэта самая вялікая краіна ў Акіяніі і шостая па плошчы краіна ў свеце. Яго амаль 26-мільённае насельніцтва высока адукаваныя і ў значнай ступені сканцэнтравана на ўсходнім узбярэжжы. Сталіца Аўстраліі - Канбера, а найбуйнейшы горад - Сіднэй. Іншымі буйнымі мегаполісамі краіны з'яўляюцца Мэльбурн, Брысбэн, Перт і Адэлаіда."
          }
      ]
  },
  {
      "id": 5,
      "imageUrl": "photo-1511219096939-ce77f5f44cc8",
      "location": {
          "coordinates": {
              "lat": 53.35,
              "lon": -6.266667
          },
          "timezone": "Europe/Dublin"
      },
      "currency": {
          "name": "EUR",
          "symbol": "€"
      },
      "ISOCode": "IE",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Euro"},
              "name": "Ireland",
              "capital": "Dublin",
              "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth. Geopolitically, Ireland is divided between the Republic of Ireland (officially named Ireland), which covers five-sixths of the island, and Northern Ireland, which is part of the United Kingdom. In 2011, the population of Ireland was about 6.6 million, ranking it the second-most populous island in Europe after Great Britain. As of 2016, 4.8 million live in the Republic of Ireland, and 1.8 million live in Northern Ireland."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Евро"},
              "name": "Ирландия",
              "capital": "Дублин",
              "description": "Ирландия - остров в Северной Атлантике. Он отделен от Великобритании на востоке Северным проливом, Ирландским морем и проливом Святого Георгия. Ирландия - второй по величине остров Британских островов, третий по величине в Европе и двадцатый по величине на Земле. Геополитически Ирландия разделена между Ирландской Республикой (официально именуемой Ирландия), занимающей пять шестых острова, и Северной Ирландией, которая является частью Соединенного Королевства. В 2011 году население Ирландии составляло около 6,6 миллиона человек, что делало ее вторым по численности населения островом в Европе после Великобритании. По состоянию на 2016 год 4,8 миллиона человек проживают в Ирландии, а 1,8 миллиона - в Северной Ирландии."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Еўра"},
              "name": "Ірландыя",
              "capital": "Дублін",
              "description": "Ірландыя - востраў у Паўночнай Атлантыцы. Ён аддзелены ад Вялікабрытаніі на ўсходзе Паўночным пралівам, Ірландскім морам і пралівам Святога Георгія. Ірландыя - другі па велічыні востраў Брытанскіх выспаў, трэці па велічыні ў Еўропе і дваццаты па велічыні на Зямлі. Геапалітычна Ірландыя падзелена паміж Ірландскай Рэспублікай (афіцыйна названай Ірландыя), якая займае пяць шостых выспы, і Паўночнай Ірландыяй, якая з'яўляецца часткай Злучанага Каралеўства. У 2011 годзе насельніцтва Ірландыі складала каля 6,6 мільёна чалавек, што рабіла яе другім па колькасці насельніцтва востравам у Еўропе пасля Вялікабрытаніі. Па стане на 2016 год 4,8 мільёна чалавек пражываюць у Ірландыі, а 1,8 мільёна - у Паўночнай Ірландыі."
          }
      ]
  },
  {
      "id": 6,
      "imageUrl": "photo-1431274172761-fca41d930114",
      "location": {
          "coordinates": {
              "lat": 48.856613,
              "lon": 2.352222
          },
          "timezone": "Europe/Paris"
      },
      "currency": {
          "name": "EUR",
          "symbol": "€"
      },
      "ISOCode": "FR",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Euro"},
              "name": "France",
              "capital": "Paris",
              "description": "France is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian Oceans. France borders Belgium, Luxembourg and Germany to the northeast, Switzerland, Monaco and Italy to the east, Andorra and Spain to the south, as well as the Netherlands, Suriname and Brazil in the Americas. The country's eighteen integral regions (five of which are situated overseas) span a combined area of 643,801 km2 (248,573 sq mi) and a total population of 67.4 million (as of February 2021).France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most time zones of any country, with a total of twelve."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Евро"},
              "name": "Франция",
              "capital": "Париж",
              "description": "Франция - это страна, расположенная в основном в Западной Европе, состоящая из метрополии Франции и нескольких заморских регионов и территорий. Столичный регион Франции простирается от Рейна до Атлантического океана и от Средиземного моря до Ла-Манша и Северного моря. Заморские территории включают Французскую Гвиану в Южной Америке и несколько островов в Атлантическом, Тихом и Индийском океанах. Франция граничит с Бельгией, Люксембургом и Германией на северо-востоке, Швейцарией, Монако и Италией на востоке, Андоррой и Испанией на юге, а также с Нидерландами, Суринамом и Бразилией на Американском континенте. Восемнадцать регионов страны (пять из которых расположены за границей) охватывают общую площадь 643801 км2 (248 573 квадратных миль) с общей численностью населения 67,4 миллиона человек (по состоянию на февраль 2021 года). Франция является унитарной полупрезидентской республикой со столицей. В Париже, крупнейшем городе страны и главном культурном и торговом центре. Другие крупные городские районы включают Лион, Марсель, Тулузу, Бордо, Лилль и Ниццу. Во Франции, включая ее заморские территории, больше всего часовых поясов по сравнению с любой страной, всего их двенадцать."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Еўра"},
              "name": "Францыя",
              "capital": "Парыж",
              "description": "Францыя - гэта краіна, размешчаная ў асноўным у Заходняй Еўропе, якая складаецца з метраполіі Францыі і некалькіх заморскіх рэгіёнаў і тэрыторый. Сталічны рэгіён Францыі распасціраецца ад Рэйна да Атлантычнага акіяна і ад Міжземнага мора да Ла-Манша і Паўночнага мора. Заморскія тэрыторыі ўключаюць Французскую Гвіяну ў Паўднёвай Амерыцы і некалькі астравоў у Атлантычным, Ціхім і Індыйскім акіянах. Францыя мяжуе з Бельгіяй, Люксембургам і Германіяй на паўночным усходзе, Швейцарыяй, Манака і Італіяй на ўсходзе, Андорай і Іспаніяй на поўдні, а таксама з Нідэрландамі, Сурынамам і Бразіліяй на Амерыканскім кантыненце. Васемнаццаць рэгіёнаў краіны (пяць з якіх размешчаны за мяжой) ахопліваюць агульную плошчу 643.801 км2 (248 573 квадратных міль) з агульнай колькасцю насельніцтва 67,4 мільёна чалавек (па стане на люты 2021 года). Францыя з'яўляецца ўнітарнай полупрезидентской рэспублікай са сталіцай. У Парыжы, найбуйнейшым горадзе краіны і галоўным культурным і гандлёвым цэнтры. Іншыя буйныя гарадскія раёны ўключаюць Ліён, Марсэль, Тулузу, Бардо, Ліль і Ніцу. У Францыі, уключаючы яе заморскія тэрыторыі, больш за ўсё гадзінных паясоў у параўнанні з любой краінай, усяго іх дванаццаць."
          }
      ]
  },
  {
      "id": 7,
      "imageUrl": "photo-1509840841025-9088ba78a826",
      "location": {
          "coordinates": {
              "lat": 40.416667,
              "lon": -3.716667
          },
          "timezone": "Europe/Madrid"
      },
      "currency": {
          "name": "EUR",
          "symbol": "€"
      },
      "ISOCode": "ES",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Euro"},
              "name": "Spain",
              "capital": "Madrid",
              "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco). Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea to the north and northeast by France, Andorra, and the Bay of Biscay and to the west and northwest by Portugal and the Atlantic Ocean respectively."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Евро"},
              "name": "Испания",
              "capital": "Мадрид",
              "description": "Испания, формально Королевство Испания, - это страна в Юго-Западной Европе с некоторыми участками территории через Гибралтарский пролив и Атлантический океан. Её континентальная европейская территория расположена на Пиренейском полуострове. В её территорию также входят два архипелага: Канарские острова у побережья Северной Африки и Балеарские острова в Средиземном море. Африканские эксклавы Сеута, Мелилья и Пеньон-де-Велес-де-ла-Гомера делают Испанию единственной европейской страной, имеющей физическую границу с африканской страной (Марокко). Несколько небольших островов в море Альборан также являются частью испанской территории. Материковая часть страны омывается на юге и востоке Средиземным морем на север и северо-восток - Франция, Андорра и Бискайский залив и на запад и северо-запад Португалией и Атлантическим океаном соответственно."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Еўра"},
              "name": "Іспанія",
              "capital": "Мадрыд",
              "description": "Іспанія, фармальна Каралеўства Іспанія, - гэта краіна ў Паўднёва-Заходняй Еўропе з некаторымі ўчасткамі тэрыторыі праз Гібралтарскі праліў і Атлантычны акіян. Яе кантынентальная еўрапейская тэрыторыя размешчана на Пірынейскім паўвостраве. У яе тэрыторыю таксама ўваходзяць два архіпелага: Канарскія выспы ля ўзбярэжжа Паўночнай Афрыкі і Балеарскія выспы ў Міжземным моры. Афрыканскія эксклавы Сеута, Мэлілья і Пеньон-дэ-Вялес-дэ-ла-Гамера робяць Іспанію адзінай еўрапейскай краінай, якая мае фізічную мяжу з афрыканскай краінай (Марока). Некалькі невялікіх выспаў ў моры Альборан таксама з'яўляюцца часткай іспанскай тэрыторыі. Мацерыковая частка краіны абмываецца на поўдні і ўсходзе Міжземным морам на поўнач і паўночны ўсход - Францыя, Андора і Біскайскі заліў і на захад і паўночны захад Партугаліяй і Атлантычным акіянам адпаведна."
          }
      ]
  },
  {
      "id": 8,
      "imageUrl": "photo-1533676802871-eca1ae998cd5",
      "location": {
          "coordinates": {
              "lat": 41.883333,
              "lon": 12.5
          },
          "timezone": "Europe/Rome"
      },
      "currency": {
          "name": "EUR",
          "symbol": "€"
      },
      "ISOCode": "IT",
      "localizations": [
          {
              "lang": "en",
              "currency": { "fullName": "Euro"},
              "name": "Italy",
              "capital": "Rome",
              "description": "Italy, officially the Italian Republic is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial enclave in Switzerland (Campione) and a maritime exclave in Tunisian waters (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union."
          },
          {
              "lang": "ru",
              "currency": { "fullName": "Евро"},
              "name": "Италия",
              "capital": "Рим",
              "description": "Италия, официально Итальянская Республика - это страна, состоящая из континентальной части, ограниченной Альпами, полуострова и нескольких окружающих его островов. Италия расположена в Южной Европе, а также считается частью Западной Европы. Унитарная парламентская республика со столицей в Риме, страна занимает общую площадь 301 340 км2 (116 350 квадратных миль) и граничит с Францией, Швейцарией, Австрией, Словенией и анклавными микрогосударствами Ватикан и Сан-Марино. Италия имеет территориальный анклав в Швейцарии (Кампионе) и морской эксклав в водах Туниса (Лампедуза). Италия с населением около 60 миллионов человек является третьим по численности населения государством-членом Европейского Союза."
          },
          {
              "lang": "be",
              "currency": { "fullName": "Еўра"},
              "name": "Італія",
              "capital": "Рым",
              "description": "Італія, афіцыйна Італьянская Рэспубліка - гэта краіна, якая склалася з кантынентальнай часткі, абмежаваная Альпамі, паўвостравам і некалькімі атачаючымі яго астравамі. Італія размешчана ў Паўднёвай Еўропе, а таксама лічыць частку Заходняй Еўропы. Унітарная парламенцкая рэспубліка знаходзіцца ў сталіцы ў Рыме, займаючыся агульнай плошчай 301 340 км2 (116 350 квадратных міль) і мяжой з Францыяй, Швейцарыяй, Аўстрыяй, Славеніяй і анклаўнымі мікрадзяржавамі Ватыкан і Сан-Марына. Італія мае тэрытарыяльны анклаў у Швейцарыі (Кампіоне) і марскі эксклаў у вадзе Туніса (Лампедуза). Італія з населеннем каля 60 мільёнаў чалавек з'яўляецца трэцім па чысціні населенага пункта дзяржаўным членам Еўрапейскага Саюза."
          }
      ]
  }
]